Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_csh_tx_kequestionnaire_domain_model_answer.xlf
Languages: de

# type.description
source: Choose how to render this answer
de: Wie soll diese Antwort gerendert werden

# title.description
source: This title is a short description of this answer and is displayed as identifier in the list module by default
de: Dieser Titel ist eine Kurzbeschreibung für diese Antwort und wird auch im Listen-Modul angezeigt, um die Antwort schneller auffinden zu können

# points.description
source: You can set points for this answer, which in the end add up with points of other answers
de: Sie können dieser Antwort Punkte zuweisen, die dann am Ende der Umfrage aufaddiert werden

# text.description
source: This is the answer text the participant sees in the frontend
de: Diesen Text sieht der Teilnehmer als Antworttext im Frontend

# is_correct_answer.description
source: Define if this is the correct answer
de: Handelt es sich bei der aktuellen Antwort um die richtige?

# validation_type.description
source: You can set a validation type to check the user input
de: Sie können einen Validierungstyp auswählen, um die Antwort des Nutzers prüfen zu lassen

# validation_text.description
source: Text or keywords (comma separated) to compare to the answer of the participant
de: Text oder Schlagwörter (bitte Komma-separiert eingeben) zur Validierung der Antwort

# validation_keys_amount.description
source: Number of keywords that must be met in the answer. If value is 0, all keywords must be met
de: Anzahl der Schlagwörter, die in der Antwort vorkommen müssen. Wenn der Wert 0 ist, müssen alle Schlagwörter vorkommen.

# cloze_position.description
source: Count the appearances of the given term and define which one should be replaced. Example: Within the cloze test the term "internet" appears two times. You want the participant to replace the second term only. Thus you set the value to 2. Standard is: 1
de: Zählen Sie die Vorkommen des aktuellen Begriffs und geben Sie an, welcher davon ersetzt werden soll. Beispiel: Im Lückentext kommt zweimal das Wort "Internet" vor, das zweite Vorkommen soll ersetzt werden. Also muss hier der Wert 2 eingetragen werden. Standard ist: 1

# coords.description
source: The answer must be saved with an image before you can use the wizard!!!<br>Coordinates for Baloontext: Coordinates of the input on the image, Coordinates for Drag&Drop: Coordinates for Dropdown Areas<br>If you add a title after the last coordinate in the line, separate it with a comma and it will be shown in the D&D area.
de: Die Antwort muss mit einem Bild gespeichert werden, bevor sie den Wizard benutzten können!<br>Koordinaten Ballontext: Koordinaten des Inputfelds auf dem Bild, Koordinaten Drag&Drop: Koordinaten der Dropbereiche<br>Wenn sie nach der letzten Koordinate der Zeile einen Titel nach einem weiteren Komma hinzufügen, wird dieser im D&D Bereich angezeigt.

# select_values.description
source: Values for the select box<br>Please use the following format:<br>one select entry per line<br>value:shown text<br>If value and shown text should be the same, you only need to enter the value without following :
de: Werte der Select Box<br>Bitte beachten sie folgendes Format:<br>Ein Select-Eintrag pro Zeile<br>Wert:angezeigter Text<br>Wenn Wert und Anzeige gleich sein sollen, tragen sie nur den Wert ohne folgendes : ein
