Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_flexforms.xlf
Languages: de

# sheet.basics
source: Basics
de: Basis

# settings.questionnaires
source: Considered questionnaires
de: Zu berücksichtigende Fragebögen

# settings.redirectTo
source: Redirect after authentication code reclaim
de: Weiterleitung nach Anforderung eines Authentification Codes

# settings.singleView
source: Plug-In where a single participation can be viewed. If set, the shown participations in list will be linked.
de: Seite, auf der die Teilnahme angesehen werden kann. Wenn gesetzt, werden alle in der Liste aufgeführten Teilnahmen mit dieser Seite verlinkt

# sheet.access
source: Access
de: Zugriff

# settings.accessType
source: Access type
de: Zugriffstyp

# settings.accessType.free
source: Unlimited
de: Frei

# settings.participations.max
source: Number of maximum participations
de: Anzahl maximaler Teilnahmen

# settings.restart
source: Users will restart questionnaire with their last, unfinished participation.
de: Bei Neuaufnahme des Fragebogens starten die Teilnehmer mit der letzten, nicht abgeschlossenen Teilnahme.

# settings.neverFinish
source: Users will have only one participation wich is never finished.
de: Die Teilnahme des Nutzer wird nie beendet.

# settings.additionalParameters
source: Additional Parameters for the URL given to call the questionnaire. Will be exported in CSV
de: Zusätzlicher Parameter, der in der URL mitgegeben werden kann und in CSV exportiert wird

# settings.questionNumbering
source: Automatic numbering of questions
de: Fragen automatisch nummerieren

# settings.questionNumbering.none
source: None
de: Nein

# settings.questionNumbering.all
source: Number all elements
de: Alle Elemente nummerieren

# settings.questionNumbering.grouped
source: Number all elements in groups
de: Alle Elemente in Gruppen nummerieren

# settings.questionNumbering.questions
source: Number all questions
de: Alle Fragen Nummerieren

# settings.questionNumbering.undependantQuestions
source: Number only independant questions
de: Nur unabhängige Fragen nummerieren

# settings.questionNumbering.groupedQuestions
source: Number questions in groups
de: Alle Fragen in Gruppen nummerieren

# settings.navigationType
source: Additional navigation
de: Zusätzliche Navigation

# settings.navigationType.none
source: None
de: Keine

# settings.navigationType.display
source: Display overview
de: Überblick

# settings.navigationType.displayStatus
source: Display overview with status
de: Überblick mit Status

# settings.navigationType.pages
source: Display page-navigation
de: Seitennavigation

# settings.navigationType.navigate
source: Display overview with navigation
de: Überblick mit Navigation

# settings.navigationType.navigateStatus
source: Display overview with navigation and status
de: Überblick mit Navigation und Status

# settings.showProgressBar
source: Show progress bar
de: Fortschrittsbalken anzeigen

# settings.showParticipated
source: Mark if user participated
de: Markieren, wenn der Nutzer bereits teilgenommen hat

# settings.showParticipations
source: Show participations of user
de: Teilnahmen der Nutzer anzeigen

# settings.hidePoints
source: Hide Points at conclusion page
de: Punkteanzeige auf der Abschlusseite verbergen

# settings.listType
source: List Type
de: List Typ

# settings.listType.all
source: All/Selected questionnaires
de: Alle/Ausgewählte Fragebögen

# settings.listType.used
source: Questionnaires submitted by user
de: Fragebögen, an denen der Nutzer bereits teilgenommen hat

# settings.listType.unused
source: Questionnaires NOT yet submitted by user
de: Fragebögen, an denen der Nutzer NOCH NICHT teilgenommen hat

# sheet.texts
source: Texts
de: Texte

# settings.description
source: Description before questionnaire starts
de: Beschreibung des Fragebogens vor Beginn der Teilnahme

# settings.descriptionlinktext
source: Text for hyperlink starting the questionnaire
de: Linktext zum Fragebogen

# settings.endText
source: Text after questionnaire was submitted
de: Text nach abgeschlossener Teilnahme

# sheet.behaviour
source: Behaviour
de: Verhalten

# settings.redirectFinished
source: Redirect-page after submitting the questionnaire
de: Weiterleitung, wenn die Beantwortung beendet wurde

# settings.dependancy.questionnaire
source: Dependancy: required submitted questionnaire
de: Abhängigkeit: benötigt abgeschlossenen Fragebogen

# settings.dependancy.points
source: Dependancy: required points in questionnaire, if 0 it only needs to be finished
de: Abhängigkeit: benötigte Anzahl von Punkten im Fragebogen, wenn 0, reicht eine beendete Beantwortung

# settings.ajaxAutoSave
source: Automatic Saving of Answers with Ajax (only for logged-in Fe-User)
de: Automatische Speicherung der Antworten per Ajax (nur für eingeloggte FE-User möglich)

# sheet.email
source: E-mail Settings
de: E-Mail-Einstellungen

# settings.email.sender.mail
source: Sender E-mail address
de: Absender-Adresse für E-Mails

# settings.email.sender.name
source: Sender name
de: Absender-Name für E-Mails

# settings.email.invite.subject
source: Invitation: Subject
de: Einladung: Betreff der Einladungs-Mail

# settings.email.invite.text.before
source: Invitation: Text before authentication code
de: Einladung: Text vor dem Authentication Code

# settings.email.invite.text.after
source: Invitation: Text after authentication code
de: Einladung: Text nach dem Authentication Code

# settings.email.invite.emails
source: Invitation: Standard E-mail adresses of recipients for invitation (comma-separated)
de: Einladung: Standard E-Mail-Adressen der Empfänger, die für der Einladung berücksichtigt werden (komma-separiert)

# settings.showCorrectQuotaPie
source: Show a pie chart on the conclusion page of the questionnaire. Showing the ration of correct/incorrect answered questions
de: Anzeige eines Tortendiagrams auf der Abschlusseite des Fragebogens, welches das Verhältnis richtig/falsch beantworteter Fragen darstellt

# settings.showAverage
source: Show the average reached points of all answered point-giving questions on the conclusion page of the questionnare. Calculation only with answered questions.
de: Anzeige des Durchschnittswertes der erreichten Punktzahl auf Basis der beantworteten Fragen, mit denen Punkte erzielt werden können. Die Berechnung erfolgt nur mit beantworteten Fragen.

# settings.PDFdownload
source: Enable PDF-Downloads at the Conclusion Page of the Questionnaire
de: PDF-Downloads auf der Abschlussseite des Fragebogens aktivieren

# settings.email.reminder.subject
source: Reminder Emails for AuthCode Invitations: Subject
de: Erinnerungs Emails für AuthCode Einladungen: Subject

# settings.showGroupPoints
source: Show the reached points per Assessment Group on the conclusion page
de: Anzeige der erreichten Punktzahl pro Bewertungsgruppe auf der Abschlusseite des Fragebogens

# settings.showGroupCorrectAnswers
source: Show the correct/incorrect answered Questions per Assessment Group on the conclusion page
de: Anzeige der korrekt/nicht korrekt beantworteten Fragen auf der Abschlusseite des Fragebogens
