Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_mod_analyse.xlf
Languages: de

# mlang_tabs_tab
source: Analysis
de: Auswertung

# index_list_header
source: Please select a questionnaire for the Analyse Module
de: Bitte einen Fragebogen für das Auswertungs Modul auswählen

# header
source: Analyse data of the questionnaire
de: Auswertung der Daten des Fragebogens

# count
source: Finished/Total Participations:
de: Abgeschlossene/Gesamt Teilnahmen:

# list.header
source: Analyse data for the questionnaires
de: Datenanalyse für Fragebögen

# list.select
source: Select a questionnaire and an analysis type
de: Wählen Sie einen Fragebogen und einen Auswertungstyp

# list.types
source: Analysis types:
de: Auswertungstypen:

# questions.title
source: Questions
de: Fragen

# questions.description
source: Analyse the answers to single questions
de: Antworten einer einzelnen Frage analysieren

# general.title
source: General
de: Allgemein

# general.description
source: Analyse the participations in general
de: Auswertung der Teilnahmen im Allgemeinen

# menu.title
source: Analyse actions:
de: Auswertungstypen:

# menu.questions
source: Question based
de: Fragen

# menu.general
source: General
de: Allgemein

# selectQuestions.title
source: Select a question to be analysed:
de: Wählen sie eine Frage für die Auswertung aus:

# questions.all
source: Analysis of all participations
de: Auswertung aller Teilnahmen

# questions.finished
source: Analysis of finished participations only
de: Auswertung nur abgeschlossener Teilnahmen

# questionnaire.participations
source: Analysis of participations
de: Auswertung von Teilnahmen
