Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_kequestionnaire_domain_model_question
source: KeQ-Contentelement
de: KeQ-Inhaltselement

# tx_kequestionnaire_domain_model_question.type
source: Type
de: Typ

# tx_kequestionnaire_domain_model_question.type.I.Question
source: Question
de: Frage

# tx_kequestionnaire_domain_model_question.type.I.PageBreak
source: Pagebreak
de: Seitenumbruch

# tx_kequestionnaire_domain_model_question.type.I.TypoScriptPath
source: TypoScript Objectpath (lib.*)
de: TypoScript Objektpfad (lib.*)

# tx_kequestionnaire_domain_model_question.type.I.Typo3Content
source: TYPO3 Content
de: TYPO3 Content-Element

# tx_kequestionnaire_domain_model_question.type.I.Group
source: Group
de: Gruppe

# tx_kequestionnaire_domain_model_question.type.I.ConditionalJump
source: Conditional Behaviour
de: Konditionelles Verhalten

# tx_kequestionnaire_domain_model_question.type.I.PlausiCheck
source: Plausibility Check
de: Plausibilitätsprüfung

# tx_kequestionnaire_domain_model_question.title
source: Title
de: Titel

# tx_kequestionnaire_domain_model_question.show_title
source: Show Title
de: Zeige Titel

# tx_kequestionnaire_domain_model_question.help_text
source: Help Text
de: Hilfetext

# tx_kequestionnaire_domain_model_question.image
source: Image
de: Bild

# tx_kequestionnaire_domain_model_question.image_position
source: Image Position
de: Bildposition

# tx_kequestionnaire_domain_model_question.image_position.I.1
source: Top
de: Oben

# tx_kequestionnaire_domain_model_question.image_position.I.2
source: Right
de: Rechts

# tx_kequestionnaire_domain_model_question.image_position.I.3
source: Left
de: Links

# tx_kequestionnaire_domain_model_question.image_position.I.4
source: Bottom
de: Unten

# tx_kequestionnaire_domain_model_question.is_mandatory
source: Is Mandatory
de: Pflichtfeld

# tx_kequestionnaire_domain_model_question.must_be_correct
source: Must Be Correct
de: Muss die Frage korrekt beantwortet werden?

# tx_kequestionnaire_domain_model_question.answers
source: Answers
de: Antworten

# tx_kequestionnaire_domain_model_question.random_answers
source: Random order of answers
de: Zufällige Reihenfolge der Antworten

# tx_kequestionnaire_domain_model_question.column_count
source: Number of columns the answers are shown in
de: Anzahl der Spalten, in denen die Antworten angezeigt werden

# tx_kequestionnaire_domain_model_question.max_answers
source: Maximum number of answers to be given in this question
de: Maximum der zu gebenden Antworten in dieser Frage

# tx_kequestionnaire_domain_model_question.min_answers
source: Minimum number of answers needed for this question
de: Minimum der benötigten Antworten in dieser Frage

# tx_kequestionnaire_domain_model_question.dependancies
source: Dependancies
de: Abhängigkeiten

# tx_kequestionnaire_domain_model_question.to_page
source: Redirect-page
de: Zielseite, zu der gesprungen werden soll

# tx_kequestionnaire_domain_model_question.direct_jump
source: Jump as soon as the condition is reached
de: Seitenwechsel sobald die Bedingung erfüllt ist

# tx_kequestionnaire_domain_model_question.javascript
source: Javascript to be executed, instead or before the jump
de: Auszuführendes Javascript / anstelle des Seitenwechsels oder direkt davor

# tx_kequestionnaire_domain_model_question.only_js
source: Only execute this Javascript
de: Nur dieses Javascript ausführen

# tx_kequestionnaire_domain_model_question.css
source: CSS used for this question
de: CSS, das von dieser Frage genutzt werden soll

# tx_kequestionnaire_domain_model_question.template
source: Template used for this question
de: Template, das von dieser Frage genutzt werden soll

# tx_kequestionnaire_domain_model_answer
source: Answer
de: Antwort

# tx_kequestionnaire_domain_model_answer.type
source: Type
de: Typ

# tx_kequestionnaire_domain_model_answer.type.SingleInput
source: Textline
de: Textzeile

# tx_kequestionnaire_domain_model_answer.type.ClozeText
source: Cloze text
de: Lückentext

# tx_kequestionnaire_domain_model_answer.type.ClozeTextDD
source: Drag&drop cloze text
de: Drag & Drop Lückentext

# tx_kequestionnaire_domain_model_answer.type.ClozeTerm
source: Term to be replaced in cloze text
de: Begriff, der im Lückentext ersetzt wird

# tx_kequestionnaire_domain_model_answer.type.Baloon
source: Baloontext
de: Ballontext

# tx_kequestionnaire_domain_model_answer.type.DDAreaImage
source: Drag&drop drop-area as image
de: Drag&Drop Zuordnungsbereich als Bild

# tx_kequestionnaire_domain_model_answer.type.DDAreaSequence
source: Drag&drop drop-area as sequence
de: Drag&Drop Zuordnungsbereich als Sequenz

# tx_kequestionnaire_domain_model_answer.type.DDAreaSimpleScale
source: Drag&drop drop-area as one-dimensional scale
de: Drag&Drop Drop-Area Zuordnungsbereich als eindimensionale Skala

# tx_kequestionnaire_domain_model_answer.type.DDImage
source: Drag&drop single draggable image/term
de: Drag&Drop einzelnes,zuzuordnendes Bild/Begriff

# tx_kequestionnaire_domain_model_answer.type.MatrixHeader
source: Matrix header
de: Matrix Kopfzeile

# tx_kequestionnaire_domain_model_answer.type.ExtendedMatrixHeader
source: Extended matrix header
de: Erweiterte Matrix Kopfzeile

# tx_kequestionnaire_domain_model_answer.type.MatrixRow
source: Matrix row
de: Matrix Zeile

# tx_kequestionnaire_domain_model_answer.type.Slider
source: Slider
de: Schiebebalken

# tx_kequestionnaire_domain_model_answer.type.SemanticDifferential
source: Semantic differential
de: Semantisches Differential

# tx_kequestionnaire_domain_model_answer.type.DataPrivacy
source: Data privacy statement
de: Datenschutzerklärung

# tx_kequestionnaire_domain_model_answer.type.Avatar
source: Avatar builder
de: Avatar Bausatz

# tx_kequestionnaire_domain_model_answer.type.RankingInput
source: Ranking with input fields
de: Rangfolge mit Eingabefeldern

# tx_kequestionnaire_domain_model_answer.type.RankingOrder
source: Ranking with sortable order
de: Rangfolge mit sortierbarer Reihenfolge

# tx_kequestionnaire_domain_model_answer.type.RankingSelect
source: Ranking with select boxes
de: Rangfolge mit Select-Boxen

# tx_kequestionnaire_domain_model_answer.type.RankingTerm
source: Ranking single term/image to be ranked
de: Rangfolge Begriff / Bild

# tx_kequestionnaire_domain_model_answer.title
source: Title
de: Titel

# tx_kequestionnaire_domain_model_answer.points
source: Points
de: Punkte

# tx_kequestionnaire_domain_model_answer.is_correct_answer
source: Is correct answer
de: Ist dies die korrekte Antwort?

# tx_kequestionnaire_domain_model_answer.width
source: Width
de: Breite

# tx_kequestionnaire_domain_model_answer.height
source: Height
de: Höhe

# tx_kequestionnaire_domain_model_answer.pre_text
source: Text before inputfield
de: Text vor Eingabefeld

# tx_kequestionnaire_domain_model_answer.in_text
source: Text inside inputfield
de: Text in Eingabefeld

# tx_kequestionnaire_domain_model_answer.post_text
source: Text after inputfield
de: Text nach Eingabefeld

# tx_kequestionnaire_domain_model_answer.max_chars
source: Maximum characters in inputfield
de: Maximale Anzahl von Zeichen im Feld

# tx_kequestionnaire_domain_model_answer.validation_type
source: Validation type
de: Validierungstyp

# tx_kequestionnaire_domain_model_answer.validation_type.none
source: None
de: Keine Validierung

# tx_kequestionnaire_domain_model_answer.validation_type.numeric
source: Numeric
de: Numerisch

# tx_kequestionnaire_domain_model_answer.validation_type.integer
source: Integer
de: Ganze Zahl

# tx_kequestionnaire_domain_model_answer.validation_type.date
source: Date
de: Datum

# tx_kequestionnaire_domain_model_answer.validation_type.compareText
source: Text comparison
de: Textvergleich

# tx_kequestionnaire_domain_model_answer.validation_type.keywords
source: Keywords
de: Schlüsselwörter

# tx_kequestionnaire_domain_model_answer.validation_text
source: Validation against
de: Validierungsvergleich

# tx_kequestionnaire_domain_model_answer.validation_keys_amount
source: Number of keywords to meet, 0 means all
de: Anzahl der Schlagwörter, die vorkommen müssen. 0 bedeutet alle

# tx_kequestionnaire_domain_model_answer.comparison_text
source: Text to compare the user input with/correct answer for comparision
de: Vergleichsantwort für die Nutzereingabe/korrekte Antwort für den Vergleich

# tx_kequestionnaire_domain_model_answer.cloze_position
source: Appearance of term inside cloze text, count the apperances of this term
de: Position des aktuellen Begriffs im Lückentext

# tx_kequestionnaire_domain_model_answer.cloze_add_terms
source: Additional terms for drag&drop cloze text
de: Zusätzliche Begriffe für Drag&Drop Lückentext

# tx_kequestionnaire_domain_model_answer.image
source: Image
de: Bild

# tx_kequestionnaire_domain_model_answer.coords
source: Coordinates
de: Koordinaten

# tx_kequestionnaire_domain_model_answer.area_index
source: Correct area/sequence position for drag&drop items
de: Korrekte Ablage/Sequenzstelle für Drag&Drop Objekte

# tx_kequestionnaire_domain_model_answer.area_highlight
source: Highlight drop-area for mouse-over
de: Drop-Area farblich hervorheben bei Mouse-Over

# tx_kequestionnaire_domain_model_answer.cols
source: Columns
de: Spalten

# tx_kequestionnaire_domain_model_answer.show_textfield
source: Show textfield after answer
de: Eingabefeld hinter Antwort anzeigen

# tx_kequestionnaire_domain_model_answer.max_answers
source: Maximum answers allowed
de: Maximale Anzahl an erlaubten Antworten

# tx_kequestionnaire_domain_model_answer.min_answers
source: Minimum answers needed
de: Minimale Anzahl an benötigten Antworten

# tx_kequestionnaire_domain_model_answer.select_values
source: Values for the select box
de: Werte für die Select-Box

# tx_kequestionnaire_domain_model_answer.left_label
source: Left label
de: Linker Bezeichner

# tx_kequestionnaire_domain_model_answer.right_label
source: Right label
de: Rechter Bezeichner

# tx_kequestionnaire_domain_model_answer.min_value
source: Minimum value
de: Minimum Wert

# tx_kequestionnaire_domain_model_answer.max_value
source: Maximum value
de: Maximum Wert

# tx_kequestionnaire_domain_model_answer.slider_increment
source: Increment
de: Zählschritt

# tx_kequestionnaire_domain_model_answer.show_steps
source: Show labels above selection
de: Überschriften über Auswahl anzeigen

# tx_kequestionnaire_domain_model_answer.step_labels
source: Alternative labels, please separate with comma
de: Alternative Überschriften, bitte mit Komma trennen

# tx_kequestionnaire_domain_model_answer.avatar_parts
source: Avatar part definitions
de: Avatar Teile-Definitionen

# tx_kequestionnaire_domain_model_answer.source_dir
source: Avatar source directory
de: Avatar Quell-Verzeichnis

# tx_kequestionnaire_domain_model_answer.destination_dir
source: Avatar destination directory
de: Avatar Ablage-Verzeichnis

# tx_kequestionnaire_domain_model_answer.feuser_field
source: Frontend-User field the result is saved in
de: Frontend-User Feld, in dem das Erebnis abgelegt werden soll

# tx_kequestionnaire_domain_model_answer.template
source: Template used for this answer
de: Template, das für diese Antwort genutzt werden soll

# tx_kequestionnaire_domain_model_answer.add_clones
source: Allow user to add clones of the last matrix row
de: Nutzern erlauben, Clone der letzten Matrix-Zeile zu erstellen

# tx_kequestionnaire_domain_model_answer.title_line
source: Show matrix row as title line: no input fields
de: Matrix-Zeile als Titelzeile anzeigen: keine Eingabefelder

# tx_kequestionnaire_domain_model_answer.points_start
source: start value of Points
de: Punkte-Start-Wert

# tx_kequestionnaire_domain_model_answer.points_increase
source: increase value of Points per Step
de: Erhöhung des Punkte-Wertes pro Stufe

# tx_kequestionnaire_domain_model_resultquestion
source: Question result
de: Frageergebnisse

# tx_kequestionnaire_domain_model_resultquestion.answers
source: Answers
de: Antworten

# tx_kequestionnaire_domain_model_resultquestion.question
source: Question
de: Frage

# tx_kequestionnaire_domain_model_resultquestion.points
source: Collected points
de: Gesammelte Punkte

# tx_kequestionnaire_domain_model_resultanswer
source: Question Answer
de: Frageantworten

# tx_kequestionnaire_domain_model_resultanswer.answer
source: Answer
de: Antwort

# tx_kequestionnaire_domain_model_resultanswer.value
source: Value
de: Wert

# tx_kequestionnaire_domain_model_resultanswer.col
source: Column
de: Spalte

# tx_kequestionnaire_domain_model_resultanswer.clone
source: Clone
de: Klon

# tx_kequestionnaire_domain_model_resultanswer.clone_title
source: Title of Clone
de: Titel des Klons

# tx_kequestionnaire_domain_model_resultanswer.additional_value
source: Additional Value
de: Zusätzlicher Wert

# tx_kequestionnaire_domain_model_result
source: Result
de: Ergebnis

# tx_kequestionnaire_domain_model_result.finished
source: Finished
de: Fertiggestellt

# tx_kequestionnaire_domain_model_result.questions
source: Questions
de: Fragen

# tx_kequestionnaire_domain_model_result.points
source: Collected points
de: Gesammelte Punkte

# tx_kequestionnaire_domain_model_result.max_points
source: Maximum of reachable points
de: Maximal erreichbare Punkte

# tx_kequestionnaire_domain_model_result.fe_user
source: Frontend-User connected to this result
de: Zum Ergebnis zugeordneter Frontend-User

# tx_kequestionnaire_domain_model_result.auth_code
source: Authentication code connected to this result
de: Zum Ergebnis zugeordneter Authentication Code

# tx_kequestionnaire_domain_model_range
source: Points range
de: Punktebereich

# tx_kequestionnaire_domain_model_range.title
source: Title
de: Titel

# tx_kequestionnaire_domain_model_range.points_from
source: Points from
de: Punkte von

# tx_kequestionnaire_domain_model_range.points_until
source: Points until
de: Punkte bis

# tx_kequestionnaire_domain_model_authcode
source: AuthCodeAuthentication code
de: Authentication Code

# tx_kequestionnaire_domain_model_authcode.lastreminder
source: Last time a reminder mail was send
de: Datum der letzten Erinnerung

# tx_kequestionnaire_domain_model_authcode.firstactive
source: First time the authCode was used
de: Erster Aufruf des AuthCodes

# tx_kequestionnaire_domain_model_dependancy
source: Dependancy
de: Abhängigkeit

# tx_kequestionnaire_domain_model_dependancy.answer
source: Actvating answer
de: Aktivierende Antwort

# tx_kequestionnaire_domain_model_dependancy.relation
source: Relation type
de: Relationstyp

# tx_kequestionnaire_domain_model_dependancy.relation.none
source: None
de: Keine

# tx_kequestionnaire_domain_model_dependancy.relation.and
source: AND
de: UND

# tx_kequestionnaire_domain_model_dependancy.relation.or
source: OR
de: ODER

# tx_kequestionnaire_domain_model_dependancy.relation.not
source: NOT
de: NICHT

# tx_kequestionnaire_domain_model_dependancy.dquestion
source: Dependant question
de: Abhängige Frage
