Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_mod_authcode.xlf
Languages: de

# index_list_header
source: Please select a questionnaire for the AuthenticationCode Module
de: Bitte einen Fragebogen für das Authentication Codes Modul auswählen

# header
source: Authentication codes for the questionnaire
de: Authentication Codes für den Fragebogen

# count
source: Already existent:
de: Bereits angelegt:

# list.header
source: Authentication code creation for the questionnaires
de: Authentication Code-Erstellung für Fragebögen

# list.select
source: Select a questionnaire, select a creation type and create authentication codes
de: Wählen Sie einen Fragebogen und eine Bearbeitungstyp aus, um die Authentication Codes zu generieren

# list.types
source: Authentication code creation types:
de: Authentication Code Bearbeitungstypen:

# simple.title
source: Create
de: Erstellen

# simple.description
source: Create authentification codes for the participants of a questionnaire.
de: Erstellen Sie Authentifizierungs-Codes für die Teilnahme an einem Fragebogen.

# mail.title
source: Create and Mail
de: Erstellen und versenden

# mail.description
source: Create and send E-mails with authentification codes directly to potential participants.
de: Erstellen Sie Authentifizierungs-Codes und versenden Sie diese direkt per E-Mail.

# menu.title
source: Authentication code actions:
de: Authentication Code Bearbeitung:

# menu.list
source: List authentication codes
de: Authentication Codes auflisten

# menu.simple
source: Create authentication codes
de: Authentication Codes erstellen

# menu.mail
source: Create and mail authentication codes
de: Authentication Codes erstellen und versenden

# menu.remind
source: Send reminder mails for authentication codes
de: Erinnerungs-Emails für Authentication Codes versenden

# codes.existing
source: The following authentication codes are stored for this questionnaire
de: Die folgenden Authentication Codes sind für diesen Fragebogen gespeichert

# codes.none
source: No authentication codes found
de: Keine Authentication Codes gefunden

# codes.create
source: Create new authentication codes for this questionnaire
de: Erstellen Sie neue Authentication Codes für diesen Fragebogen

# codes.createLabel
source: Number of authentication codes
de: Anzahl der Authentication Codes

# codes.createSubmit
source: Create authentication codes
de: Authentication Codes erstellen

# codes.exportCSV
source: Export authentication codes as CSV
de: Authentication Codes als CSV exportieren

# mail.create
source: Create and E-mail authentication codes for this questionnaire
de: Erstellen und Versenden von Authentication Codes für diesen Fragebogen

# mail.createLabel
source: You can enter a comma-separated Email-List or select from the registered Fe-Users / tt_address-entries (if tt_address is installed)
de: Es kann eine komma-separierte Liste von Emails eingetragen werden. Ebenso können Einträge aus den Bereichen FeUser und tt-Address(falls installiert) ausgewählt werden.

# mail.createSubmit
source: Create and mail authentication codes
de: Authentication Codes erstellen und versenden

# mail.viewMail
source: This E-mail will be sent
de: Dieser E-Mail-Text wird verschickt

# mail.directLink
source: Direct link to questionnaire
de: Direkter Link zum Fragebogen

# mail.emailLabel
source: use a comma-separated list / there will be one authentication codes for each E-mail address
de: Komma-Separierte Liste von Emails / Es wird ein AuthCode pro Email-Adresse generiert

# mail.feuserLabel
source: please select the feUsers to be invited / there will be one authentication codes for each E-mail address. Only entries with email-adresses are selectable
de: Bitte FeUser auswählen / Es wird ein AuthCode pro Email generiert. Sie können nur Einträge mit hinterlegten Email-Adressen auswählen

# mail.feuserGroupLabel
source: please select the feUser-Group to be invited / there will be one authentication codes for each E-mail address. Only members of the group with valid e-mail-addresses will receive an invitation
de: Bitte FeUser auswählen / Es wird ein AuthCode pro Email generiert. Nur die Mitglieder der UserGroup, die eine Email hinterlegt haben bekommen eine Einladung zugesendet

# mail.ttaddressLabel
source: please select the tt_address entries to be invited / there will be one authentication codes for each E-mail address. Only entries with email-adresses are selectable
de: Bitte tt-Address-Datensätze auswählen / Es wird ein AuthCode pro Email generiert. Sie können nur Einträge mit hinterlegten Email-Adressen auswählen

# mail.remind
source: Send reminder Emails for AuthCodes
de: Erinnerungs-Emails für AuthCodes versenden

# mail.remindSubmit
source: send reminder mail
de: Erinnerungs-Email abschicken

# list.table.sendDate
source: send Date
de: Mail erhalten

# list.table.participations
source: Participations
de: Teilnahmen

# list.table.startDate
source: Date started
de: Info gelesen

# list.table.finishedDate
source: Date finished
de: Teilnahme bestätigt

# list.table.lastreminder
source: last reminder
de: letzte Erinnerung

# list.table.firstactive
source: first use
de: erster Aufruf
