Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_kequestionnaire_domain_model_question
source: KeQ Content
de: KeQ Inhaltselement

# tx_kequestionnaire_domain_model_question.type
source: Type
de: Typ

# tx_kequestionnaire_domain_model_question.title
source: Title
de: Titel

# tx_kequestionnaire_domain_model_question.show_title
source: Show title
de: Zeige Titel

# tx_kequestionnaire_domain_model_question.help_text
source: Help text
de: Hilfetext

# tx_kequestionnaire_domain_model_question.image
source: Image
de: Bild

# tx_kequestionnaire_domain_model_question.image_position
source: Image position
de: Bildposition

# tx_kequestionnaire_domain_model_question.image_position.I.1
source: Top
de: Oben

# tx_kequestionnaire_domain_model_question.image_position.I.2
source: Right
de: Rechts

# tx_kequestionnaire_domain_model_question.image_position.I.3
source: Left
de: Links

# tx_kequestionnaire_domain_model_question.image_position.I.4
source: Bottom
de: Unten

# tx_kequestionnaire_domain_model_question.is_mandatory
source: Is mandatory
de: Pflichtfeld

# tx_kequestionnaire_domain_model_question.must_be_correct
source: Should the question be answered correctly?
de: Muss die Frage korrekt beantwortet werden?

# tx_kequestionnaire_domain_model_question.answers
source: Answers
de: Antworten

# tx_kequestionnaire_domain_model_question.dependancies
source: Dependancies
de: Abhängigkeiten

# tx_kequestionnaire_domain_model_answer
source: Answers
de: Antwort

# tx_kequestionnaire_domain_model_answer.type
source: Type
de: Typ

# tx_kequestionnaire_domain_model_answer.title
source: Title
de: Titel

# tx_kequestionnaire_domain_model_answer.points
source: Points
de: Punkte

# tx_kequestionnaire_domain_model_answer.is_correct_answer
source: Correct answer
de: Ist dies die korrekte Antwort?

# tx_kequestionnaire_domain_model_resultquestion
source: Resultquestions
de: Frageergebnis

# tx_kequestionnaire_domain_model_resultquestion.answers
source: Answers
de: Antworten

# tx_kequestionnaire_domain_model_resultquestion.question
source: Question
de: Frage

# tx_kequestionnaire_domain_model_resultquestion.points
source: Collected points
de: Gesammelte Punkte

# tx_kequestionnaire_domain_model_resultanswer
source: Resultanswers
de: Antwortergebnis der Fragen

# tx_kequestionnaire_domain_model_resultanswer.answer
source: Answer
de: Antwort

# tx_kequestionnaire_domain_model_resultanswer.value
source: Value
de: Wert

# tx_kequestionnaire_domain_model_result
source: Results
de: Ergebnis

# tx_kequestionnaire_domain_model_result.finished
source: Finished
de: Abgeschlossen

# tx_kequestionnaire_domain_model_result.questions
source: Questions
de: Fragen

# tx_kequestionnaire_domain_model_result.points
source: Collected points
de: Gesammelte Punkte

# tx_kequestionnaire_domain_model_result.max_points
source: Maximum of reachable points
de: Maximal erreichbare Punkte

# tx_kequestionnaire_domain_model_authcode.lastreminder
source: Last time a reminder mail was send
de: Datum der letzten Erinnerung

# tx_kequestionnaire_domain_model_authcode.firstactive
source: First time the authCode was used
de: Erster Aufruf des AuthCodes

# flashmessage.Result.mandatory
source: One of the questions was mandatory
de: Eine der Fragen ist eine Pflichtfrage

# flashmessage.Result.mustBeCorrect
source: One or more questions have to be answered correctly
de: Eine oder mehrere der Fragen müssen korrekt beantwortet werden

# prevPage
source: Previous page
de: Vorige Seite

source: Next page
de: Nächste Seite

# mandatory
source: This question must be answered.
de: Diese Frage muss beantwortet werden.

# mustBeCorrect
source: This question must be answered correctly.
de: Diese Frage muss korrekt beantwortet werden.

# submitKeq
source: Submit questionnaire
de: Umfrage absenden

# saveKeq
source: Save questionnaire
de: Umfrage abspeichern

# maxAnswers
source: You reached the max answers allowed:
de: Die maximale Anzahl von möglichen Antworten wurde erreicht:

# minAnswers
source: Minimum answers needed:
de: Anzahl der mindestens zu gebenden Antworten:

# answerValidation.numeric
source: Only numeric values allowed. Number divider:
de: Es sind nur Zahlen erlaubt. Trennzeichen:

# answerValidation.integer
source: Only integer values allowed
de: Es sind nur ganze Zahlen erlaubt.

# answerValidation.date
source: Only date values allowed. Please use the following format:
de: Nur Datumsangaben erlaubt. Bitte folgendes Format nutzen:

# answerValidation.compareText
source: Please enter the correct text
de: Bitte geben sie den korrekten Wortlaut ein.

# answerValidation.keywords
source: You need to match different keywords in your text
de: Es müssen bestimmte Schlagwörter im Text verwendet werden.

# wizard.setArea
source: Save area-coordinates
de: Bereichs-Koordinaten speichern

# wizard.closeWizard
source: Close Wizard
de: Wizard schliessen

# slider.selectedValue
source: Selected value
de: Ausgewählter Wert

# endText.standard
source: Thank you for participating!
de: Vielen Dank für ihre Teilnahme!

# feUserAccess.info
source: You need to be logged in to access this questionnaire.
de: Sie müssen eingeloggt sein, um an diesem Fragebogen teilnehmen zu können.

# maxParticipations.info
source: The maximum number of participations for this questionnaire is reached.
de: Die maximale Anzahl an Teilnahmen für diesen Fragebogen ist erreicht.

# authCodeAccess.info
source: You need an Authentication Code to access this questionnaire. Please enter the Authentication Code in the input-field below.
de: Es wird ein Authentication Code benötigt, um an diesem Fragebogen teilnehmen zu können. Bitte tragen Sie Ihren Authentication Code in dem unten stehenden Eingabefeld ein.

# authCodeAccess.submit
source: Submit Authentication Code
de: Authentication Code absenden

# dependancyAccess.info
source: You need to finish the following questionnaire:
de: Sie müssen erst die folgenden Fragebögen abschliessen:

# dependancyAccess.infoPoints
source: You need to finish the following questionnaire with a certain amount of points:
de: Sie müssen erst die folgenden Fragebögen mit entsprechender Punktzahl abschliessen:

# mail.standard.subject
source: You were invited!
de: Sie wurden eingeladen!

# mail.standard.text.before
source: You were invited to answer a questionnaire. For access you will need the following Authentication Code:<br>
de: Sie wurden eingeladen an einem Fragebogen teilzunehmen. Um auf den Fragebogen zugreifen zu können benötigen Sie den folgenden Authentication Code:<br>

# mail.standard.text.after
source: <br>We would love to see you soon.<br>
de: <br>Wir freuen uns, Sie bald bei uns begrüßen zu dürfen.<br><br>Sie können auch den folgenden Link nutzen:<br>

# mail.reminder.subject
source: Do you remember? You were invited!
de: Erinnern Sie sich? Sie wurden eingeladen!

# mail.reminder.text.before
source: You were invited to answer a questionnaire but we found no participation, yet. For access you will need the following Authentication Code:<br>
de: Sie wurden eingeladen an einem Fragebogen teilzunehmen. Leider haben wir noch keine Teilnahme von Ihnen registrieren können. Um auf den Fragebogen zugreifen zu können benötigen Sie den folgenden Authentication Code:<br>

# mail.reminder.text.after
source: <br>We would love to see you soon.<br>
de: <br>Wir freuen uns, Sie bald bei uns begrüßen zu dürfen.<br><br>Sie können auch den folgenden Link nutzen:<br>

# qList.resultFrom
source: Participation finished:
de: Abgeschlossene Teilnahmen:

# reclaimAuthcode.info
source: Please enter your E-mail address
de: Bitte tragen Sie ihre E-Mail-Adresse ein

# reclaimAuthcode.submit
source: Reclaim Authentication Code
de: Authentication Code erneut anfordern

# reclaimAuthcode.send
source: An Authentication Code has been sent to your E-mail address
de: Eine E-Mail mit Ihrem Authentication Code wurde an Ihre E-Mail-Adresse versandt

# reclaimAuthcode.mailErrorText
source: The E-mail address was not valid!
de: Die eingegebene E-Mail-Adresse war nicht korrekt!

# reclaimAuthcode.mailErrorTitle
source: E-mail error
de: E-Mail-Fehler

# reclaimAuthcode.notFoundText
source: There is no open/unused Authentication Code for this E-mail!
de: Für diese E-Mail-Adresse ist kein offener/ungenutzter Authentication Code vorhanden!

# reclaimAuthcode.notFoundTitle
source: Authentication Code error
de: Authentication Code-Fehler

# participationChart.finished
source: Finished
de: Abgeschlossen

# participationChart.all
source: All
de: Alle

# analysis.selectedQ.header
source: Analysis of Questionnaire
de: Analyse des Fragebogens

# analysis.analyseType
source: Type of analysis
de: Typ der Analyse

# analysis.analyseType.general
source: General
de: Allgemein

# analysis.analyseType.questions
source: Questions
de: Fragen

# analysis.questionSelect
source: Question
de: Frage

# feView.noResultError
source: No Participation selected
de: Keine Teilnahme ausgewählt

# navigation.onPage
source: on page
de: auf Seite

# navigation.page
source: page
de: Seite

# premiuminfo.standard
source: This is a premium option of ke_questionnaire
de: Diese Option steht Ihnen in der Premium-Version von ke_questionnaire zur verfügung

# report.fileAccess.title
source: ke_questionnaire: deny direct access to pdf-temp folder
de: ke_questionnaire: PDF-Tempordner muss lesegeschützt sein

# report.fileAccess.error
source: pdf-temp folder is accessible
de: PDF-Ordner ist nicht lesegeschützt

# report.fileAccess.error.explanation
source: Please deny access to folder typo3temp/ke_questionnaire/pdf and its subfolders from the outside.
de: Bitte stellen Sie sicher, dass Dateien des Ordners typo3temp/ke_questionnaire/pdf, sowie sämtlicher Unterordner, nicht von außen gelesen werden können.

# report.fileAccess.warning
source: not testable due to permissions
de: nicht prüfbar

# report.fileAccess.warning.details
source: Could not create testfile in folder typo3temp/ke_questionnaire/pdf . Please deny access to folder typo3temp/ke_questionnaire/pdf and its subfolders from the outside manually.
de: Testdatei konnte im Ordner typo3temp/ke_questionnaire/pdf nicht erstellt werden. Bitte stellen Sie manuell sicher, dass Dateien des Ordners typo3temp/ke_questionnaire/pdf, sowie sämtlicher Unterordner, nicht von außen gelesen werden können.

# report.fileAccess.warning.unknown
source: Unknown error. Please make sure typo3temp/ke_questionnaire/pdf cannot be accessed from the outside.
de: Unbekannter Fehler, bitte stellen Sie manuell sicher, dass die Inhalte des Ordners typo3temp/ke_questionnaire/pdf von außen nicht gelesen werden können.

# points.maxInfo
source: Maximum Points you could have achieved in this questionnaire:
de: Maximale Anzahl an Punkten, die in diesem Fragebogen zu erreichen waren:

# points.yourInfo
source: Points achieved in this questionnaire:
de: Erreichte Punktzahl in diesem Fragebogen:

# list.table.sendDate
source: send Date
de: Mail erhalten

# list.table.participations
source: Participations
de: Teilnahmen

# list.table.startDate
source: Date started
de: Info gelesen

# list.table.finishedDate
source: Date finished
de: Teilnahme bestätigt

# list.table.lastreminder
source: last reminder
de: letzte Erinnerung

# list.table.firstactive
source: first use
de: erster Aufruf
