Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_mod_export.xlf
Languages: de

# header
source: Export data for the questionnaire
de: Export der Daten für den Fragebogen

# index_list_header
source: Please select a questionnaire for the Export Module
de: Bitte einen Fragebogen für das Export Modul auswählen

# count
source: Finished/Total Participations:
de: Abgeschlossene/Gesamt Teilnahmen:

# list.header
source: Export data from the questionnaires
de: Export der Daten von den Fragebögen

# list.select
source: Select a questionnaire and an export type to download the data
de: Wählen Sie den Fragebogen und den Export-Typ aus, um die Daten herunterzuladen

# list.types
source: Export types:
de: Export-Typen:

# csvRb.title
source: CSV / Table (Result Lines)
de: CSV / Tabelle (Ergebnis Zeilen)

# csvRb.description
source: Export the data as CSV (Comma-separated values) file. It can be used to import data into multiple programs like Libre Office Calc and MS Excel
de: Export der Daten als CSV (Comma-separated values)-Datei. Dieses Format kann genutzt werden, um die Daten in verschiedene Programme wie Libre Office Calc oder MS Excel zu importieren.

# csv.title
source: CSV / Table (Question Lines)
de: CSV / Tabelle (Fragen Zeilen)

# csv.description
source: Export the data as CSV (Comma-separated values) file. It can be used to import data into multiple programs like Libre Office Calc and MS Excel
de: Export der Daten als CSV (Comma-separated values)-Datei. Dieses Format kann genutzt werden, um die Daten in verschiedene Programme wie Libre Office Calc oder MS Excel zu importieren.

# pdf.description
source: Export the questionnaire as PDF.
de: Export des Fragebogens als PDF.

# menu.title
source: Export actions:
de: Export-Arten:

# menu.csvRb
source: CSV Export (Result Lines)
de: CSV-Export (Ergebnis Zeilen)

# menu.csv
source: CSV Export (Question Lines)
de: CSV-Export (Fragen Zeilen)

# csv.download
source: Download CSV
de: CSV herunterladen

# csv.options.title
source: CSV-Download-Options
de: CSV-Download-Optionen

# csv.options.separator
source: Field separator
de: Feld-Trenner

# csv.options.text
source: Text separator
de: Text-Marker

# csv.options.finished
source: Export only finished participations
de: Nur abgeschlossene Teilnahmen exportieren

# csv.options.totalPoints
source: Export total reached points of participation
de: Erreichte Gesamtpunktzahl exportieren

# csv.options.questionPoints
source: Export reached points of each question in participation
de: Erreichte Punktzahl pro Frage exportieren

# csv.options.singleMarker
source: Marker for RadioButton and CheckBoxes answers
de: Markierung für RadioButton- oder Checkbox-Antworten

# csv.options.showQText
source: Export the question-text
de: Den Fragetext mit exportieren

# csv.options.showAText
source: Export the answer-text
de: Den Antworttext mit exportieren

# csv.options.encoding
source: Charset-Encoding of the CSV-Data (Best use for Excel: latin1 / You can change the standard-encoding with typoscript)
de: Charset-Encoding für die CSV-Daten (Für Excel am besten: latin1 / Der Standard kann per TypoScript abgeändert werden)

# csv.exportInterval.start
source: Start generation of the CSV file
de: Erstellung der CSV Datei beginnen

# csv.exportInterval.partInfo
source: Processed Participations:
de: Abgearbeitete Datensätze:

# pdf.download
source: Download PDF
de: PDF herunterladen

# pdf.options.empty
source: Empty questionnaire
de: Unausgefüllter Fragebogen

# pdf.options.filled
source: Filled questionnaire, you need to select a result to export
de: Ausgefüllter Fragebogen, hierfür müssen Sie eine Teilnahme auswählen

# pdf.options.compared
source: Filled questionnaire with a comparison of the user-result with given values, you need to select a result to export
de: Ausgefüllter Fragebogen mit Vergleich der vorgegebenen Werte, Sie müssen eine Teilnahme auswählen

# results.counter.title
source: Participations
de: Teilnahmen

# results.counter.all
source: All
de: Alle

# results.counter.finished
source: Finished
de: Abgeschlossen

# results.counter.not
source: Unfinished
de: Offen

# results.counter.connected
source: Connected
de: Verbunden
