Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_csh_flexforms.xlf
Languages: de

# .alttitle
source: ke_questionnaire Options
de: ke_questionnaire Optionen

# view.partialRootPath.alttitle
source: Template-partials to be used
de: Zu nutzende Template-Partials

# view.partialRootPath.description
source: Select a folder where your fluid-template-partials for this questionnaire are located<br> You need to maintain the folder-structure of the "Partial"-directory. If a partial is not located in the given directory, the original ke_questionnaire-parital is used
de: Wählen Sie einen Ordner aus, in dem die Fluid-Partials für diesen Fragebogen abgelegt wurden<br> Es ist notwendig, dass Sie die Ordner-Struktur des "Partial"-Ordners der Extension aufrecht erhalten. Ist ein Partial im angegebenen Verzeichnis nicht zu finden, wird das original ke_questionnaire-Partial verwendet

# settings.accessType.alttitle
source: Access type granted to the questionnaire
de: Zugriffstyp für den Fragebogen

# settings.accessType.description
source: - "Unlimited" => no access restriction<br> - "Frontend-User" => Only logged in users are allowed to access the questionnaire <br> - "Authentication Code" => Access with a generated Authentication Code allowed only <br>
de: - "Frei" => keine Zugriffsbeschränkung<br> - "Frontend-User" => Nur eingeloggte Frontend-User erhalten Zugriff zum Fragebogen <br> - "Authentication Code" => nur mit einem durch das System generierten Authentication Code kann auf den Fragebogen zugegriffen werden <br>

# settings.participations.max.alttitle
source: Number of maximum participations for this questionnaire
de: Maximale Teilnahmen am Fragebogen

# settings.participations.max.description
source: - Value of 0 means no maximum of submissions<br> - If the access-type is "Unlimited", this option will limit the total number of participations<br> - If the access-Type is "Frontend-User" or "Authentication Code" it will limit the number of participations for each participant<br>
de: - Der Wert 0 bedeutet, dass die Anzahl unbeschränkt ist. <br> - Falls der Zugriffstyp "Frei" ist, ist die Anzahl aller Teilnahmen auf den eingegebenen Wert beschränkt. <br> - Bei Auswahl der Zugriffstypen "Frontend-User" oder "Authentication Code" wird die Anzahl der Teilnahmen für den einzelnen Frontend-User bzw. Authentications Code beschränkt. <br>

# settings.restart.alttitle
source: Allow restart of the questionnaire
de: Neustart des Fragebogens erlauben

# settings.restart.description
source: Allow the participant to restart the questionnaire, if he returns after aborting the participation.
de: Erlaubt es dem Nutzer, die Beantwortung des Fragebogens neu zu beginnen, wenn er nach einer abgebrochenen Teilnahme zurückkehrt.

# settings.redirectFinished.alttitle
source: Redirect to
de: Umleiten nach

# settings.redirectFinished.description
source: If flag is set, the participant won't see the text after submission of the questionnaire. He will be redirected to the selected page instead.
de: Wird an dieser Stelle eine Seite angegeben, wird dem Teilnehmer nach Beendigung des Fragebogens auf die ausgewählte Seite umgeleitet. Die Abschlusstextes wird dem Teilnehmer nicht angezeigt.

# settings.navigationType.alttitle
source: Navigation type
de: Navigationstyp

# settings.navigationType.description
source: - Standard => the user can navigate forwards and backwards through the questionnaire<br>
de: - Keine => Es wird keine zusätzliche Navigation angezeigt<br> - Übersicht => Es wird eine Übersicht zur besseren Orientierung angezeigt.<br> - Übersicht mit Status => Es wird eine Übersicht zur Orientierung angezeigt, zusätzlich sind bereits beantwortete Fragen markiert<br> - Seiten => Es wird eine Seitenübersicht mit Verlinkung zur jeweiligen Seite angezeigt<br> - Navigation => Es wird eine Übersicht mit Verlinkung zu den jeweiligen Fragebogenseiten angezeigt<br> - Navigation mit Status => Es wird eine Übersicht mit Verlinkung zu den jeweiligen Fragebogenseiten angezeigt, zusätzlich sind bereits beantwortete Fragen markiert<br>

# settings.showProgressBar.alttitle
source: Progress Bar
de: Fortschrittsbalken

# settings.showProgressBar.description
source: Displays a progress bar within the template of the questionnaire
de: Anzeige eines Fortschrittsbalkens

# settings.email.sender.mail.alttitle
source: Sender E-Mail-address
de: Absender E-Mail-Adresse

# settings.email.sender.mail.description
source: Sender E-Mail-address used for invitations send via questionnaire
de: E-Mail-Adresse, die als Absender für die Einladungs-E-Mails angezeigt werden soll.

# settings.email.sender.name.alttitle
source: Sender name
de: Name des Absenders

# settings.email.sender.name.description
source: Displayed name of sender for E-Mails send via questionnaire
de: Name, der als Absender für die Einladungs-E-Mails an die Teilnehmer genutzt werden soll.

# settings.email.invite.subbject.alttitle
source: Subject for E-Mail-invitations
de: Betreff der Einladungs-E-Mails

# settings.email.invite.subject.description
source: Customize the subject of E-Mail-invitations
de: Geben Sie den Text der Betreff-Zeile der Einladungs-E-Mail an

# settings.email.invite.text.before.alttitle
source: Invitation: Text before authentication code
de: Einladung: Text VOR dem Authentication Code

# settings.email.invite.text.before.description
source: Text inserted in the E-Mail. The authentication code appears after this text
de: Dieser Text wird vor dem generierten Authentication Code in der Einladungs-E-Mail ausgegeben

# settings.email.invite.text.after.alttitle
source: Invitation: Text after authentication code
de: Einladung: Text NACH dem Authentication Code

# settings.email.invite.text.after.description
source: Text inserted in the E-Mail. The authentication code appears before this Text
de: Dieser Text wird nach dem generierten Authentication Code in der Einladungs-E-Mail ausgegeben

# settings.email.invite.emails.alttitle
source: E-Mail-adresses of recipients of invitation
de: E-Mail-Adressen, die eingeladen werden sollen

# settings.email.invite.emails.description
source: List the E-Mail-addresses of the recipients in a comma-separated way to invite to the questionnaire<br> The E-Mail-addresses are stored here and are used in the backend module for invitations
de: Geben Sie hier die E-Mail-Adressen kommasepariert ein, die bei der Einladung berücksichtig werden sollen<br> Die E-Mail-Adressen werden hier gespeichert und im entsprechenden Backend-Modul verarbeitet.
