Repository: velletti/ke_questionnaire
Catalog: Resources/Private/Language/*.locallang_csh_tx_kequestionnaire_domain_model_question.xlf
Languages: de

# type.alttitle
source: Contenttype
de: Inhaltstyp

# title.alttitle
source: Title
de: Titel

# title.description
source: If the text is empty, the title will be displayed
de: Wenn das Feld "Fragetext" leer ist, wird das Feld "Titel" angezeigt.

# title.details
source: The title field is used in exports. It should be self-explanatory. This field cannot be styled and is limited to 160 chars.
de: Der Titel wird in den Datenexporten zur Bezeichnung der Frage verwendet, daher sollte er selbstsprechend sein. Das Feld "Titel" kann nicht formatiert werden und ist auf 160 Zeichen beschränkt.

# show_title.alttitle
source: Show title?
de: Titel anzeigen?

# show_title.description
source: Shows the title in the questionnaire, even if the text is filled.
de: Sofern im Fragetext ebenfalls Text steht, kann hiermit verhindert werden, dass der Fragetext den Titel überschreibt. Durch Wahl dieser Option wird die Frage mit Titel + Fragetext dargestellt.

# text.alttitle
source: Text
de: Fragetext

# text.description
source: Feel free to style your text with the RTE given possibilities.
de: Freitextfeld, in das Ihr Fragentext geschrieben werden kann. Umfang und Formatierung des Fragetextes kann im Editor frei bestimmt werden.

# help_text.alttitle
source: Helptext
de: Hilfetext

# help_text.description
source: If you enter some text here, a help-icon appears in the frontend, which via mouseover opens a hover box with the given text.
de: Wenn hier etwas hinterlegt ist, wird das Hilfe-Icon hinter der Frage im Frontend dargestellt. Der Hilfetext erscheint bei MouseOver.

# image.alttitle
source: Image
de: Bild

# image.description
source: You can select an additional picture for this element.
de: Der Frage kann ein Bild zugewiesen werden.

# image_position.alttitle
source: Image-position
de: Bild-Position

# image_position.description
source: Position of the image in relation to title and/or text.
de: Die Positionen des Bildes im Bezug zum Fragetext.

# is_mandatory.alttitle
source: Mandatory question?
de: Pflichtfrage?

# is_mandatory.description
source: The user won't be able to continue the questionnaire, unless an answer is given.
de: Wenn diese Option gewählt ist, kann der Nutzer den Fragebogen nicht absenden oder auf die nächste Seite wechseln, bevor die Frage beantwortet wurde.

# must_be_correct.alttitle
source: Needs to be answered correctly?
de: Muss die Frage korrekt beantwortet sein, um fort zu fahren?

# must_be_correct.description
source: The user won't be able to continue the questionnaire, unless this question is answered correctly.
de: Der Nutzer soll nur dann mit dem Fragebogen fortfahren können, wenn er die Frage richtig beantwortet hat. Dies ist nur bei geschlossenen Fragen möglich.

# random_answers.description
source: Show the answers in random order, the following answer-types will appear as one answer: matrix, drag-n-drop, cloze text
de: Darstellung der Antworten in zufälliger Reihenfolge.<br>Folgende Antworten werden hier als eine Antwort interpretiert: Matrix-Fragen, Drag-n-Drop Fragen, Lückentexte

# column_count.description
source: Number of columns the answers are displayed in. The following answer-types will appear as one answer: matrix, drag-n-drop, cloze text
de: Darstellung der Antworten in Spalten.<br>Folgende Antworten werden hier als eine Antwort interpretiert: Matrix-Fragen, Drag-n-Drop Fragen, Lückentexte
